local config = { 
	[1] = { 
		Idx=1,
		Package="新手套",
		Number=2,
		Kititems="木剑|布衣（男）|布衣（女）|",
		percent="30#100|31#100",
		prompt="250/235|新手套触发成功",
		Notes="251#70/新手组合套|2|159#253/木剑|159#253/布衣（男）|159#253/布衣（女）:<font colorStyleID='1040'>[组合威力]：攻击+10%</font>",
	},
	[2] = { 
		Idx=2,
		Package="封魔套",
		Number=3,
		Kititems="封魔剑|定心项链|青云戒指|如来手镯|虎面头盔|",
		attribute="3#10|4#10|5#10|6#10|7#10|8#10",
		percent="9#10|10#10|11#10|12#10",
		Special="1|2|3",
		prompt="251/235|封魔3件套触发成功",
		Notes="252#70/封魔3件套|3|250/定心项链|250/如来手镯|250/青云戒指:<font color='#bd8c31'>[组合威力]：攻击+20%</font>",
	},
	[3] = { 
		Idx=3,
		Package="封魔套",
		Number=5,
		Kititems="封魔剑|定心项链|青云戒指|如来手镯|虎面头盔|",
		attribute="3#10|4#10|5#10|6#10|7#10|8#10",
		percent="9#10|10#10|11#10|12#10",
		Special="1|2|3",
		prompt="250/235|封魔5件套触发成功",
		Notes="252#70/封魔5件套|5|250/封魔剑|250/定心项链|250/如来手镯|250/青云戒指|250/虎面头盔:<font color='#bd8c31' size='22'>[组合威力]：攻击+30%</font>",
	},
}
return config
